Repository: jingchunzhang/backdoor_rootkit
Catalog: rootkit_lrk5/psmisc-22.14/po/*.po
Languages: pl

source: -4,--ipv4 search IPv4 sockets only -6,--ipv6 search IPv6 sockets only
pl: -4,--ipv4 szukanie tylko gniazd IPv4 -6,--ipv6 szukanie tylko gniazd IPv6

source: - reset options udp/tcp names: [local_port][,[rmt_host][,[rmt_port]]]
pl: - wyzerowanie opcji nazwy tcp/udp: [port_lokalny][,[zdalny_host][,[port_zdalny]]]

source: Copyright (C) 1993-2010 Werner Almesberger and Craig Small
pl: Copyright (C) 1993-2010 Werner Almesberger i Craig Small

source: PSmisc comes with ABSOLUTELY NO WARRANTY. This is free software, and you are welcome to redistribute it under the terms of the GNU General Public License. For more information about these matters, see the files named COPYING.
pl: PSmisc jest rozpowszechniany BEZ ¯ADNEJ GWARANCJI. To oprogramowanie jest darmowe i mo¿e byæ dystrybuowane na warunkach Powszechnej Licencji Publicznej GNU (General Public License). Wiêcej informacji znajduje siê w pliku o nazwie COPYING.

source: Cannot open /proc directory: %s
pl: Nie mo¿na otworzyæ katalogu /proc: %s

source: Cannot allocate memory for matched proc: %s
pl: Nie mo¿na przydzieliæ pamiêci dla dopasowanego procesu: %s

source: Specified filename %s does not exist.
pl: Podana nazwa pliku %s nie istnieje.

source: Cannot stat %s: %s
pl: Nie mo¿na wykonaæ stat na %s: %s

source: Cannot resolve local port %s: %s
pl: Nie mo¿na rozwi±zaæ portu lokalnego %s: %s

source: Unknown local port AF %d
pl: Nieznana rodzina adresów portu lokalnego %d

source: Cannot open protocol file "%s": %s
pl: Nie mo¿na otworzyæ pliku protoko³u "%s": %s

source: %s: Invalid option %s
pl: %s: B³êdna opcja %s

source: Namespace option requires an argument.
pl: Opcja przestrzeni nazw wymaga argumentu.

source: Invalid namespace name
pl: Niepoprawna nazwa przestrzeni nazw

source: You can only use files with mountpoint options
pl: Z opcjami punktu montowania mo¿na u¿ywaæ tylko plików

source: No process specification given
pl: Nie podano okre¶lenia procesów

source: all option cannot be used with silent option.
pl: opcja wszystkich plików nie mo¿e byæ u¿yta z opcj± ciszy.

source: You cannot search for only IPv4 and only IPv6 sockets at the same time
pl: Nie mo¿na naraz szukaæ gniazd wy³±cznie IPv4 i wy³±cznie IPv6

source: %*s USER PID ACCESS COMMAND
pl: %*s U¯YTKOWNIK PID DOSTÊP POLECENIE

source: (unknown)
pl: (nieznany)

source: Cannot stat file %s: %s
pl: Nie mo¿na wykonaæ stat na pliku %s: %s

source: Cannot open /proc/net/unix: %s
pl: Nie mo¿na otworzyæ /proc/net/unix: %s

source: Kill process %d ? (y/N)
pl: Zabiæ proces %d? (y/N)

source: Could not kill process %d: %s
pl: Nie uda³o siê zabiæ procesu %d: %s

source: Cannot open a network socket.
pl: Nie mo¿na otworzyæ gniazda sieciowego.

source: Cannot find socket's device number.
pl: Nie mo¿na odnale¼æ numeru urz±dzenia gniazda.

source: Kill %s(%s%d) ? (y/N)
pl: Zabiæ %s(%s%d)? (t/N)

source: Signal %s(%s%d) ? (y/N)
pl: Wys³aæ sygna³ do %s(%s%d)? (t/N)

source: Cannot get UID from process status
pl: Nie mo¿na pobraæ UID-a ze stanu procesu

source: Bad regular expression: %s
pl: B³êdne wyra¿enie regularne: %s

source: skipping partial match %s(%d)
pl: pominiêto czê¶ciowe dopasowanie %s(%d)

source: Killed %s(%s%d) with signal %d
pl: Zabito %s(%s%d) sygna³em %d

source: %s: no process found
pl: %s: nie znaleziono ¿adnego procesu

source: Usage: pidof [ -eg ] NAME... pidof -V -e require exact match for very long names; skip if the command line is unavailable -g show process group ID instead of process ID -V display version information
pl: Sk³adnia: pidof [ -eg ] NAZWA... pidof -V -e wymaganie dok³adnego dopasowania dla bardzo d³ugich nazw; pomijane je¶li linia poleceñ nie jest dostêpna -g wy¶wietlanie ID grup procesów zamiast ID procesów -V wy¶wietlenie informacji o wersji

source: Usage: killall [-Z CONTEXT] [-u USER] [ -eIgiqrvw ] [ -SIGNAL ] NAME...
pl: Sk³adnia: killall [-Z KONTEKST] [-u U¯YTKOWNIK] [ -eIgiqrvw ] [ -SYGNA£ ] NAZWA...

source: Usage: killall [OPTION]... [--] NAME...
pl: Sk³adnia: killall [OPCJE]... [--] NAZWA...

source: killall -l, --list killall -V, --version -e,--exact require exact match for very long names -I,--ignore-case case insensitive process name match -g,--process-group kill process group instead of process -y,--younger-than kill processes younger than TIME -o,--older-than kill processes older than TIME -i,--interactive ask for confirmation before killing -l,--list list all known signal names -q,--quiet don't print complaints -r,--regexp interpret NAME as an extended regular expression -s,--signal SIGNAL send this signal instead of SIGTERM -u,--user USER kill only process(es) running as USER -v,--verbose report if the signal was successfully sent -V,--version display version information -w,--wait wait for processes to die
pl: killall -l, --list killall -V --version -e,--exact wymaganie dok³adnego dopasowania dla bardzo d³ugich nazw -I,--ignore-case dopasowywanie nazw procesów niewra¿liwe na wielko¶æ liter -g,--process-group zabicie grupy procesów zamiast procesu -y,--younger-than zabicie procesów m³odszych ni¿ CZAS -o,--other-than zabicie procesów starszych ni¿ CZAS -i,--interactive pytanie o potwierdzenie przed zabiciem -l,--list wypisanie wszystkich znanych nazw sygna³ów -q,--quiet nie wy¶wietlanie narzekañ -r,--regexp u¿ycie NAZWY jako rozszerzonego wyra¿enia regularnego -s,--signal SYGNA£ wys³anie podanego sygna³u zamiast SIGTERM -u, --user U¯YTK zabicie tylko procesów dzia³aj±cych jako podany u¿ytkownik -v,--verbose informowanie czy wys³anie sygna³u siê powiod³o -V,--version wy¶wietlenie informacji o wersji -w,--wait zaczekanie na ¶mieræ procesów

source: -Z,--context REGEXP kill only process(es) having context (must precede other arguments)
pl: -Z,--context REGEXP zabicie tylko procesu(ów) maj±cych dany kontekst bezp. (musi poprzedzaæ inne argumenty)

source: Copyright (C) 1993-2005 Werner Almesberger and Craig Small
pl: Copyright (C) 1993-2005 Werner Almesberger i Craig Small

source: Invalid time format
pl: B³êdny format czasu

source: Cannot find user %s
pl: Nie mo¿na odnale¼æ u¿ytkownika %s

source: Maximum number of names is %d
pl: Maksymalna liczba nazw to %d

source: Error attaching to pid %i
pl: B³±d podczas pod³±czania do procesu %i

source: Usage: peekfd [-8] [-n] [-c] [-d] [-V] [-h] <pid> [<fd> ..] -8 output 8 bit clean streams. -n don't display read/write from fd headers. -c peek at any new child processes too. -d remove duplicate read/writes from the output. -V prints version info. -h prints this help. Press CTRL-C to end output.
pl: Sk³adnia: peekfd [-8] [-n] [-c] [-d] [-V] [-h] <pid> [<fd> ..] -8 wypisywanie strumieni czysto 8-bitowych. -n nie wy¶wietlanie nag³ówków odczytu/zapisu z deskryptora. -c podgl±danie tak¿e nowych procesów potomnych. -d usuwanie z wyj¶cia powtórzonych odczytów/zapisów. -V wypisanie informacji o wersji. -h wypisanie tego opisu. Ctrl-C koñczy wyj¶cie.

source: Usage: prtstat [options] PID ... prtstat -V Print information about a process -r,--raw Raw display of information -V,--version Display version information and exit
pl: Sk³adnia: prtstat [opcje] PID ... prtstat -V Wypisywanie informacji o procesie -r,--raw Wy¶wietlenie informacji w postaci surowej -V,--version Wypisanie informacji o wersji i zakoñczenie

source: running
pl: dzia³a

source: sleeping
pl: ¶pi

source: disk sleep
pl: op.dyskowa

source: traced
pl: ¶ledzony

source: paging
pl: wymiana

source: unknown
pl: nieznany

source: Process: %-14s State: %c (%s) CPU#: %-3d TTY: %s Threads: %ld
pl: Proces: %-14s Stan: %c (%s) CPU#: %-3d TTY: %s W±tków: %ld

source: Process, Group and Session IDs Process ID: %d Parent ID: %d Group ID: %d Session ID: %d T Group ID: %d
pl: ID procesu, grupy i sesji ID procesu: %d ID rodzica: %d ID grupy: %d ID sesji: %d ID grupy t: %d

source: Page Faults This Process (minor major): %8lu %8lu Child Processes (minor major): %8lu %8lu
pl: Niepowodzenia stronicowania Ten proces (min maj): %8lu %8lu Procesy potomne (min maj): %8lu %8lu

source: CPU Times This Process (user system guest blkio): %6.2f %6.2f %6.2f %6.2f Child processes (user system guest): %6.2f %6.2f %6.2f
pl: Czasy procesora Ten proces (u¿ytkownika systemowy go¶cinny blkio): %6.2f %6.2f %6.2f %6.2f Procesy potomne (u¿ytkownika systemowy go¶cinny: %6.2f %6.2f %6.2f

source: Memory Vsize: %-10s RSS: %-10s RSS Limit: %s Code Start: %#-10lx Code Stop: %#-10lx Stack Start: %#-10lx Stack Pointer (ESP): %#10lx Inst Pointer (EIP): %#10lx
pl: Pamiêæ RozmWirt/VSz: %-10s RSS: %-10s Limit RSS: %s Pocz. kodu: %#-10lx Koniec kodu: %#-10lx Pocz. stosu: %#-10lx Wsk. stosu (ESP): %#-10lx Wsk. instr. (EIP): %#10lx

source: Scheduling Policy: %s Nice: %ld RT Priority: %ld %s
pl: Szeregowanie Polityka: %s Wart.nice: %ld Priorytet RT: %ld %s

source: asprintf in print_stat failed.
pl: asprintf w print_stat nie powiód³ siê.

source: Process with pid %d does not exist.
pl: Proces o pidzie %d nie istnieje.

source: Unable to open stat file for pid %d (%s)
pl: Nie uda³o siê otworzyæ pliku stat dla pidu %d (%s)

source: Invalid option
pl: B³êdna opcja

source: You must provide at least one PID.
pl: Trzeba podaæ przynajmniej jeden PID.

source: /proc is not mounted, cannot stat /proc/self/stat.
pl: /proc nie jest zamontowany, nie mo¿na wykonaæ stat na /proc/self/stat.

source: %s is empty (not mounted ?)
pl: %s jest pusty (nie podmontowany?)

source: -Z show SELinux security contexts
pl: -Z wy¶wietlanie kontekstów bezpieczeñstwa SELinuksa

source: PID start at this PID; default is 1 (init) USER show only trees rooted at processes of this user
pl: PID rozpoczêcie od tego PID-u, domy¶lnie 1 (init) U¯YTKOWNIK tylko drzewa zaczynaj±ce siê od procesów tego u¿ytkownika

source: Copyright (C) 1993-2009 Werner Almesberger and Craig Small
pl: Copyright (C) 1993-2009 Werner Almesberger i Craig Small

source: TERM is not set
pl: TERM nie ustawiony

source: Can't get terminal capabilities
pl: Nie mo¿na odczytaæ mo¿liwo¶ci terminala

source: No such user name: %s
pl: Nie ma u¿ytkownika o takiej nazwie: %s

source: No processes found.
pl: Nie znaleziono procesów.

source: Press return to close
pl: Naci¶niêcie return zamknie program

source: %s: unknown signal; %s -l lists signals.
pl: %s: nieznany sygna³; %s -l wypisuje sygna³y.
